{
  "data": [
    {
      "id": "popular",
      "nsfw": false,
      "questions": [
        "Who is most likely to die first?",
        "Who is most likely to die of starvation?",
        "Who is most likely to get a loan from a bank?",
        "Who is most likely to go straight from the club to work in the morning?",
        "Who is most likely to insult their boss to his face?",
        "Who is most likely to buy drugs from the internet?",
        "Who is most likely to protest something that they don't completely understand?",
        "Who is most likely to wipe using their hand in case there is no toilet paper?",
        "Who is most likely to be late for class?",
        "Who is most likely to be one of the cool kids in school?",
        "Who is most likely to be one of the nerds in school?",
        "Who is most likely to get punched by a teacher?",
        "Who is most likely to lie to their parents about bad grades?",
        "Who is most likely to start a food fight?",
        "Who is most likely to steal tests from the teacher?",
        "Who is most likely to approach more than 10 people at the club on the same night?",
        "Who is most likely to get a tattoo with their partner's name?",
        "Who is most likely to move to a new city to date someone?",
        "Who is most likely to play video games with their partner?",
        "Who is most likely to blame alcohol for their behavior?",
        "Who is most likely to disappear in the middle of a night?",
        "Who is most likely to get diarrhea because of alcohol?",
        "Who is most likely to get into serious political arguments while drunk?",
        "Who is most likely to get wasted in a karaoke bar?",
        "Who is most likely to sleep in front of their house, because they are too drunk to unlock the door?",
        "Who is most likely to spend New Year's Eve at home alone drinking?",
        "Who is most likely to spend over $100 on alcohol in one night?",
        "Who is most likely to steal their parent's alcohol?",
        "Who is most likely to be the master of dance while drunk?",
        "Who is most likely to wake up still drunk?",
        "Who is most likely to photocopy their genitals?",
        "Who is most likely to wake up next to a total stranger?",
        "Who is most likely to join a union?",
        "Who is most likely to be afraid of bugs?",
        "Who is most likely to be on a commercial?",
        "Who is most likely to be unable to rub their stomach and pat their head?",
        "Who is most likely to get a stalker?",
        "Who is most likely to get abducted by aliens?",
        "Who is most likely to get arrested for doing a dare?",
        "Who is most likely to go through an emo phase?",
        "Who is most likely to hang upside down from monkey bars?",
        "Who is most likely to have eaten the largest number of different types of animals?",
        "Who is most likely to have the most piercings?",
        "Who is most likely to jump from a cliff into water without knowing how deep the water is?",
        "Who is most likely to pee in a bottle?",
        "Who is most likely to prefer pooping outdoors?",
        "Who is most likely to send an embarrassing text message to the wrong person?",
        "Who is most likely to start a fashion trend?",
        "Who is most likely to swim with a shark?",
        "Who is most likely to take the most pictures when drunk?",
        "Who is most likely to travel alone?",
        "Who is most likely to accept a drink from a stranger?",
        "Who is most likely to accidentally burn someone with fireworks?",
        "Who is most likely to accidentally poop themselves when farting?",
        "Who is most likely to accidentally set the house on fire?",
        "Who is most likely to be a daydreamer?",
        "Who is most likely to be a stand-up comedian?",
        "Who is most likely to be a supermodel?",
        "Who is most likely to be a world traveler?",
        "Who is most likely to be grossed out by the least number of things?",
        "Who is most likely to be in a band?",
        "Who is most likely to be in a choir?",
        "Who is most likely to be on the most concerts?",
        "Who is most likely to be on the most festivals?",
        "Who is most likely to be the wealthiest?",
        "Who is most likely to become a school janitor?",
        "Who is most likely to binge-watch a movie the night before an important exam?",
        "Who is most likely to blow all their money on an impulse buy?",
        "Who is most likely to break into school?",
        "Who is most likely to break into someone's house?",
        "Who is most likely to buy the same gift more than once?",
        "Who is most likely to change their name?",
        "Who is most likely to climb Mount Everest one day?",
        "Who is most likely to commit insurance fraud?",
        "Who is most likely to crash an ex's wedding?",
        "Who is most likely to cry in public?",
        "Who is most likely to cry over a movie?",
        "Who is most likely to dab?",
        "Who is most likely to die of an unexplained illness?",
        "Who is most likely to drop something valuable into the toilet bowl?",
        "Who is most likely to eat a bucket of ice cream alone while crying?",
        "Who is most likely to eat cat food?",
        "Who is most likely to eat chewing gum they find under a table?",
        "Who is most likely to end up on Broadway?",
        "Who is most likely to fall down the stairs?",
        "Who is most likely to fall in a shark tank?",
        "Who is most likely to fall off a tree?",
        "Who is most likely to get burned alive?",
        "Who is most likely to get detained for harassing a policeman?",
        "Who is most likely to get fired from their job?",
        "Who is most likely to get in a fight with David Haye?",
        "Who is most likely to get lost hiking and start a new life in the wilderness?",
        "Who is most likely to get mistakenly kidnapped?",
        "Who is most likely to get the most tattoos?",
        "Who is most likely to go back to teach at their high school?",
        "Who is most likely to grossly exaggerate the truth?",
        "Who is most likely to haunt someone when they die?",
        "Who is most likely to have a comic book collection?",
        "Who is most likely to have a curse put on them?",
        "Who is most likely to have a secret tattoo?",
        "Who is most likely to have a themed wedding?",
        "Who is most likely to have kids in the next five years?",
        "Who is most likely to have the most followers on Instagram?",
        "Who is most likely to invent something but die before patenting it?",
        "Who is most likely to join a cult?",
        "Who is most likely to join a gang?",
        "Who is most likely to laugh at fart jokes?",
        "Who is most likely to launch a rap career at 40 years old?",
        "Who is most likely to leave home once they turn 18?",
        "Who is most likely to leave the house in their underwear?",
        "Who is most likely to lock themselves out of the house?",
        "Who is most likely to lose a week of memory on a drug binge?",
        "Who is most likely to order a pizza within the next 24 hours?",
        "Who is most likely to post a topless picture on their social media page?",
        "Who is most likely to prank their neighbors?",
        "Who is most likely to reinvent themselves after a breakup?",
        "Who is most likely to ride the biggest rollercoaster?",
        "Who is most likely to run away from home?",
        "Who is most likely to say something idiotic and embarrassing in public?",
        "Who is most likely to scream their heads off on a roller coaster?",
        "Who is most likely to skinny dip?",
        "Who is most likely to spend the day binge-watching a TV series?",
        "Who is most likely to spend the entire day playing video games?",
        "Who is most likely to spend the least money on a night out?",
        "Who is most likely to spend the least time in front of a mirror?",
        "Who is most likely to spend the most money on a night out?",
        "Who is most likely to spray paint graffiti?",
        "Who is most likely to stalk a crush?",
        "Who is most likely to stalk their celebrity crush?",
        "Who is most likely to star in porn?",
        "Who is most likely to start World War III?",
        "Who is most likely to stay up all night drinking?",
        "Who is most likely to steal $1 million?",
        "Who is most likely to steal a baby?",
        "Who is most likely to steal something from a house party?",
        "Who is most likely to survive a car crash?",
        "Who is most likely to survive a nuclear war?",
        "Who is most likely to survive a plane crash?",
        "Who is most likely to survive running with the bulls?",
        "Who is most likely to survive a zombie apocalypse?",
        "Who is most likely to take a bag of mystery drugs they find on the floor?",
        "Who is most likely to think about getting breast implants?",
        "Who is most likely to try a shortcut to earning money?",
        "Who is most likely to wake up next to a dead body?",
        "Who is most likely to win a pie-eating contest?",
        "Who is most likely to win a reality TV show?",
        "Who is most likely to win a target shooting contest against the other players?"
      ],
      "name": "Popular"
    },
    {
      "id": "relationships",
      "nsfw": false,
      "questions": [
        "Who is most likely to attempt anal sex and fail?",
        "Who is most likely to be a generous lover?",
        "Who is most likely to be a part of a love triangle?",
        "Who is most likely to be grumpy after a one-night stand?",
        "Who is most likely to be heartbroken?",
        "Who is most likely to be in a relationship for over a month before having sex?",
        "Who is most likely to be in a relationship they want to get out of?",
        "Who is most likely to be part of a love triangle?",
        "Who is most likely to be secretly a virgin?",
        "Who is most likely to be the biggest disappointment in bed?",
        "Who is most likely to be the first one to get married?",
        "Who is most likely to be the first the have a baby?",
        "Who is most likely to be the most accepted to date your younger sister or brother?",
        "Who is most likely to be the most experimental in bed?",
        "Who is most likely to be the most flexible?",
        "Who is most likely to be the next person to have a child?",
        "Who is most likely to be tired of their partner after two weeks?",
        "Who is most likely to be very sensitive in bed?",
        "Who is most likely to become a gigolo?",
        "Who is most likely to become a gold digger?",
        "Who is most likely to become a nun?",
        "Who is most likely to become a priest/nun?",
        "Who is most likely to become a stalker?",
        "Who is most likely to break someone's heart?",
        "Who is most likely to break up with someone on Valentine's Day?",
        "Who is most likely to break up with someone right after sex?",
        "Who is most likely to break up with the most people?",
        "Who is most likely to break up with their partner over a smoking argument?",
        "Who is most likely to break up with their significant other for a petty reason?",
        "Who is most likely to break up with their significant other for putting on weight?",
        "Who is most likely to bring a first date to meet their family?",
        "Who is most likely to buy a pregnancy test?",
        "Who is most likely to buy someone a drink in order to seduce them?",
        "Who is most likely to call a friend to rescue them from a date?",
        "Who is most likely to call someone the wrong name while having sex?",
        "Who is most likely to call their partner the wrong name?",
        "Who is most likely to catch a grenade for a loved one?",
        "Who is most likely to catch feelings after a one-night stand?",
        "Who is most likely to cause a break-up?",
        "Who is most likely to cheat?",
        "Who is most likely to cheat on someone?",
        "Who is most likely to cheat on their partner with an ex?",
        "Who is most likely to cheat with her girlfriend's fiancé?",
        "Who is most likely to clog a toilet?",
        "Who is most likely to come out as gay?",
        "Who is most likely to come out as gay at an awkward moment?",
        "Who is most likely to continue using their maiden name?",
        "Who is most likely to crossdress?",
        "Who is most likely to cry after masturbating?",
        "Who is most likely to cry after sex?",
        "Who is most likely to cry during a break-up?",
        "Who is most likely to date a friend's ex?",
        "Who is most likely to date someone 10 years older?",
        "Who is most likely to date someone and never introduce him/her to their friends?",
        "Who is most likely to date someone just to make their ex jealous?",
        "Who is most likely to date someone their parents disapprove of?",
        "Who is most likely to date someone with children?",
        "Who is most likely to date someone because they have money?",
        "Who is most likely to date two guys at a time?",
        "Who is most likely to date two people at the same time?",
        "Who is most likely to develop a porn addiction?",
        "Who is most likely to drunk dial their ex to ask them to get back together?",
        "Who is most likely to dump the most people?",
        "Who is most likely to elope with a lover?",
        "Who is most likely to end a relationship because of bad sex?",
        "Who is most likely to experience love at first sight?",
        "Who is most likely to fake an orgasm?",
        "Who is most likely to fall asleep during sex?",
        "Who is most likely to fall for their university professor?",
        "Who is most likely to fantasize about a family member?",
        "Who is most likely to fart loudly during sex?",
        "Who is most likely to fart on a date?",
        "Who is most likely to film their partner while having sex without them knowing?",
        "Who is most likely to fool around at work with a co-worker?",
        "Who is most likely to fool around with someone at a party even though their partner is there?",
        "Who is most likely to forget the name of the person they have slept with?",
        "Who is most likely to forget their anniversary with a partner?",
        "Who is most likely to forget they had sex with someone?",
        "Who is most likely to forget they had anal sex with someone?",
        "Who is most likely to forgive a cheating partner?",
        "Who is most likely to get breast implants?",
        "Who is most likely to get caught cheating with someone?",
        "Who is most likely to get caught cheating on your girlfriend/boyfriend?",
        "Who is most likely to get caught cheating?",
        "Who is most likely to get caught in an uncompromising position?",
        "Who is most likely to get cheated on?",
        "Who is most likely to get denied a kiss on a date?",
        "Who is most likely to get divorced and then remarry the same person?",
        "Who is most likely to get friend-zoned?",
        "Who is most likely to get ghosted after a one night stand?",
        "Who is most likely to get in a fight over a love interest?",
        "Who is most likely to get pregnant after a one-night stand and keep the baby?",
        "Who is most likely to get pregnant while on birth control?",
        "Who is most likely to get heartbroken?",
        "Who is most likely to get tied up during sex?",
        "Who is most likely to ghost someone?",
        "Who is most likely to give hickeys?",
        "Who is most likely to give the best massages?",
        "Who is most likely to have a child before marriage?",
        "Who is most likely to have a child they don't know about?",
        "Who is most likely to have a crush on a co-worker?",
        "Who is most likely to have a crush on a fictional character?",
        "Who is most likely to have a crush on a teacher?",
        "Who is most likely to have a crush on an anime character?",
        "Who is most likely to have a crush on their boss?",
        "Who is most likely to have a friend who becomes a fuck buddy?",
        "Who is most likely to have a gay experience?",
        "Who is most likely to have a homosexual experience?",
        "Who is most likely to have a kid before 18?",
        "Who is most likely to have a list of every sex partner?",
        "Who is most likely to have a secret love child?",
        "Who is most likely to have a secret lover?",
        "Who is most likely to have a threesome?",
        "Who is most likely to have a threesome with two girls?",
        "Who is most likely to have a threesome with two guys?",
        "Who is most likely to have a wet dream?",
        "Who is most likely to have an affair with a married person?",
        "Who is most likely to have an interracial marriage?",
        "Who is most likely to have been the first to kiss?",
        "Who is most likely to have children with multiple partners?",
        "Who is most likely to have fully shaved genitals?",
        "Who is most likely to have had the most intercourse?",
        "Who is most likely to have had the most sexual partners?",
        "Who is most likely to have multiple fuckbuddies?",
        "Who is most likely to have never been in love?",
        "Who is most likely to have sex with someone and regret it the next morning?",
        "Who is most likely to have sex with someone they don't find attractive?",
        "Who is most likely to have sex with someone twice their age?",
        "Who is most likely to have sex with someone who's married?",
        "Who is most likely to have sex with the lights on?",
        "Who is most likely to have sex with the most people?",
        "Who is most likely to have sex with their best friend?",
        "Who is most likely to have sex with their boss?",
        "Who is most likely to have sex with a friend of their ex?",
        "Who is most likely to have sex with their significant others best friend?",
        "Who is most likely to have sex with twins?",
        "Who is most likely to have the most lovers in the next five years?",
        "Who is most likely to have the weirdest fetish?",
        "Who is most likely to have the youngest girlfriend or boyfriend?",
        "Who is most likely to have two girlfriends at one time?",
        "Who is most likely to have two or more relationships at the same time?",
        "Who is most likely to have unwanted children?",
        "Who is most likely to kick a one night stand out of their house, naked at night?",
        "Who is most likely to kill themselves over a heartbreak?",
        "Who is most likely to kiss & tell?",
        "Who is most likely to kiss a poster of a celebrity?",
        "Who is most likely to kiss a stranger?",
        "Who is most likely to kiss a waiter?",
        "Who is most likely to kiss his or her crush?",
        "Who is most likely to kiss someone on the first date?",
        "Who is most likely to kiss someone they don't like?",
        "Who is most likely to lie about themselves to get laid?",
        "Who is most likely to lose their underwear at someone's place?",
        "Who is most likely to make an unwanted child?",
        "Who is most likely to make out under the stars?",
        "Who is most likely to make out with someone of the same sex?",
        "Who is most likely to make the weirdest noises in bed?",
        "Who is most likely to make up excuses for cum stains?",
        "Who is most likely to marry a closet gay person?",
        "Who is most likely to massage someone's feet?",
        "Who is most likely to meet a partner online?",
        "Who is most likely to never want to have a baby?",
        "Who is most likely to participate in an orgy?",
        "Who is most likely to pay for a hotel room for one night only to have sex?",
        "Who is most likely to pay for sex?",
        "Who is most likely to prefer doggie-style sex?",
        "Who is most likely to prefer their sex partners the oldest?",
        "Who is most likely to prefer their sex partners the youngest?",
        "Who is most likely to pull a girl's hair?",
        "Who is most likely to put laxative in someone's food or drink?",
        "Who is most likely to refuse oral sex?",
        "Who is most likely to regain their virginity?",
        "Who is most likely to say “I love you” to someone just to get laid?",
        "Who is most likely to secretly be a virgin?",
        "Who is most likely to see someone from their work naked?",
        "Who is most likely to shave their partner?",
        "Who is most likely to slap someone during sex?",
        "Who is most likely to sleep with someone else's boyfriend or girlfriend?",
        "Who is most likely to sleep with someone they've met online?",
        "Who is most likely to sleep with someone within an hour of meeting them?",
        "Who is most likely to smoke while having sex?",
        "Who is most likely to spank someone during sex?",
        "Who is most likely to squirt?",
        "Who is most likely to stay in a relationship for sex rather than love?",
        "Who is most likely to support monogamy?",
        "Who is most likely to take nude photos and send them to someone?",
        "Who is most likely to take a selfie with every sex partner afterward?",
        "Who is most likely to taste cum by the end of this week?",
        "Who is most likely to say “I love you” first in a relationship?",
        "Who is most likely to tell someone they were kissing badly?",
        "Who is most likely to touch silicone breasts?",
        "Who is most likely to try a threesome?",
        "Who is most likely to turn down an invite for a threesome?",
        "Who is most likely to turn someone down?",
        "Who is most likely to use a lot of lube?",
        "Who is most likely to use a sex toy on someone?",
        "Who is most likely to walk in on their parents having sex?",
        "Who is most likely to want to be dominated in bed?",
        "Who is most likely to watch a movie twice with different girls?",
        "Who is most likely to watch a romantic movie with a crush?",
        "Who is most likely to write a love poem to get laid?"
      ],
      "name": "Relationships"
    },
    {
      "id": "hot",
      "nsfw": false,
      "questions": [
        "Who is most likely to be able to lick their own genitals?",
        "Who is most likely to be awful at sex?",
        "Who is most likely to be dominant during sex?",
        "Who is most likely to be great at sex?",
        "Who is most likely to be in love with a family member?",
        "Who is most likely to be paid for sex?",
        "Who is most likely to be part of a porn?",
        "Who is most likely to be someone's prison wife?",
        "Who is most likely to be submissive during sex?",
        "Who is most likely to be the first to get deflowered?",
        "Who is most likely to be the most active on dating apps?",
        "Who is most likely to be very good at cunnilingus?",
        "Who is most likely to be willing to kiss the player on their left?",
        "Who is most likely to be willing to watch their partner have sex with someone else?",
        "Who is most likely to become a prostitute?",
        "Who is most likely to become a stripper?",
        "Who is most likely to become a stud?",
        "Who is most likely to become a successful stripper?",
        "Who is most likely to become promiscuous while drunk?",
        "Who is most likely to bleach their asshole?",
        "Who is most likely to break a bed during sex?",
        "Who is most likely to call a sex number?",
        "Who is most likely to catch an STD?",
        "Who is most likely to catch HIV after sleeping with a hooker?",
        "Who is most likely to catfish someone on the internet?",
        "Who is most likely to convince their partner polygamy is a way to go?",
        "Who is most likely to copy sex positions from a movie or a book?",
        "Who is most likely to cry during sex?",
        "Who is most likely to deep throat?",
        "Who is most likely to demand to be breastfed?",
        "Who is most likely to do the “Walk of Shame”?",
        "Who is most likely to drink their own pee for money?",
        "Who is most likely to eat a girl out while she is on her period?",
        "Who is most likely to end a night out in handcuffs?",
        "Who is most likely to end up naked without remembering why?",
        "Who is most likely to enjoy a golden shower?",
        "Who is most likely to enjoy anal?",
        "Who is most likely to enjoy giving oral?",
        "Who is most likely to experiment with the opposite sex?",
        "Who is most likely to experiment with sex toys?",
        "Who is most likely to expose themselves just because someone asked?",
        "Who is most likely to fall in love with a stripper?",
        "Who is most likely to fall in love with a werewolf?",
        "Who is most likely to fall in love with his/her best friend?",
        "Who is most likely to fall in love with the wrong person?",
        "Who is most likely to flash someone?",
        "Who is most likely to fuck someone playing this game right now?",
        "Who is most likely to fuck your parent?",
        "Who is most likely to fuck your sibling?",
        "Who is most likely to get a boob job?",
        "Who is most likely to get a full-body wax?",
        "Who is most likely to get a genital piercing?",
        "Who is most likely to get a hard-on at the breakfast table with their family?",
        "Who is most likely to get a Kim Kardashian ass?",
        "Who is most likely to get a sugar daddy or sugar mommy?",
        "Who is most likely to get aroused during a medical examination?",
        "Who is most likely to get arrested for walking around naked?",
        "Who is most likely to get caught masturbating during school?",
        "Who is most likely to get caught fooling around in public transport?",
        "Who is most likely to get caught sucking dick in public?",
        "Who is most likely to get caught masturbating?",
        "Who is most likely to get caught with your pants down?",
        "Who is most likely to get caught having sex at work?",
        "Who is most likely to get caught watching porn at work?",
        "Who is most likely to get cheated on by your significant other?",
        "Who is most likely to get cum in their eye?",
        "Who is most likely to get fisted?",
        "Who is most likely to get naked in front of a webcam?",
        "Who is most likely to get noise complaints?",
        "Who is most likely to get paid for sex?",
        "Who is most likely to get peed on for sexual reasons?",
        "Who is most likely to get piercings all over their body?",
        "Who is most likely to get the whole room hard?",
        "Who is most likely to get the whole room wet?",
        "Who is most likely to give you a lap dance?",
        "Who is most likely to go fully nude on the beach?",
        "Who is most likely to go in public without a bra?",
        "Who is most likely to go on a blind date?",
        "Who is most likely to go skinny dipping?",
        "Who is most likely to go skinny dipping in the winter when it's snowing?",
        "Who is most likely to go skinny-dipping in the ocean?",
        "Who is most likely to go to a gay club?",
        "Who is most likely to go to a nudist beach?",
        "Who is most likely to go to a strip club?",
        "Who is most likely to go topless on the beach?",
        "Who is most likely to google the term “sex addiction”?",
        "Who is most likely to have a crush on someone of the same sex?",
        "Who is most likely to have a finger up their ass?",
        "Who is most likely to have a foot fetish?",
        "Who is most likely to have a sex dungeon?",
        "Who is most likely to have a sexual failure?",
        "Who is most likely to have an STD?",
        "Who is most likely to have anal sex?",
        "Who is most likely to have anal sex without lubricant?",
        "Who is most likely to have anal sex with corn oil as lubricant?",
        "Who is most likely to have anal sex with a strap-on?",
        "Who is most likely to have anal sex and enjoy being the receiver?",
        "Who is most likely to have peed on someone?",
        "Who is most likely to have phone sex?",
        "Who is most likely to have problems with unhooking a bra?",
        "Who is most likely to have semen all over their face?",
        "Who is most likely to have sex in a church?",
        "Who is most likely to have sex in a friend's bed?",
        "Who is most likely to have sex in a sauna?",
        "Who is most likely to have sex in their parents' bed?",
        "Who is most likely to have sex in two different countries in one day?",
        "Who is most likely to have sex on a beach?",
        "Who is most likely to have sex on the first date?",
        "Who is most likely to have sex on the kitchen counter and prepare food immediately after it?",
        "Who is most likely to have sex to get a job or a promotion?",
        "Who is most likely to have sex while there is an animal in the same room?",
        "Who is most likely to have sex while watching porn?",
        "Who is most likely to have sex with a blow-up doll?",
        "Who is most likely to have sex with a celebrity?",
        "Who is most likely to have sex with a coworker?",
        "Who is most likely to have sex with a model?",
        "Who is most likely to have sex with a piece of fruit?",
        "Who is most likely to have sex with a stranger?",
        "Who is most likely to have sex with a virgin?",
        "Who is most likely to have sex with more than one person at the same time?",
        "Who is most likely to have sex with more than one person within 24 hours?",
        "Who is most likely to have sex with more than three different people in one month?",
        "Who is most likely to have sex with someone 10 years older than them?",
        "Who is most likely to have sex with someone 10 years younger than them?",
        "Who is most likely to have sex with someone 5 or more years younger?",
        "Who is most likely to have sex with someone famous?",
        "Who is most likely to have sex with someone from their class?",
        "Who is most likely to have sex with two different people without showering in between?",
        "Who is most likely to have sex without a condom?",
        "Who is most likely to have Skype sex?",
        "Who is most likely to have the biggest bush?",
        "Who is most likely to hire an escort or a prostitute?",
        "Who is most likely to hurt their health because of too much sex?",
        "Who is most likely to imagine how their teachers look naked?",
        "Who is most likely to injure themselves during sex?",
        "Who is most likely to join the mile high club?",
        "Who is most likely to keep an ex's underwear?",
        "Who is most likely to kiss a frog?",
        "Who is most likely to kiss a monkey?",
        "Who is most likely to kiss someone after they've thrown up?",
        "Who is most likely to kiss someone's feet?",
        "Who is most likely to lick a booty hole?",
        "Who is most likely to lick Nutella from someone's butt?",
        "Who is most likely to lick someone's balls?",
        "Who is most likely to lie about being a virgin?",
        "Who is most likely to like stuff with feet?",
        "Who is most likely to like to be spanked?",
        "Who is most likely to lose their gum while kissing someone?",
        "Who is most likely to make a girl orgasm?",
        "Who is most likely to make a guy orgasm?",
        "Who is most likely to make a sex tape?",
        "Who is most likely to make love on a beach?",
        "Who is most likely to make out on school property?",
        "Who is most likely to marry a sex doll?",
        "Who is most likely to masturbate at someone else's house?",
        "Who is most likely to masturbate at work?",
        "Who is most likely to masturbate in the shower?",
        "Who is most likely to masturbate more than 3 times a day?",
        "Who is most likely to masturbate the most?",
        "Who is most likely to masturbate to hentai?",
        "Who is most likely to masturbate to cartoons?",
        "Who is most likely to masturbate to pictures or videos of their ex?",
        "Who is most likely to masturbate to someone in this room?",
        "Who is most likely to Netflix and chill?",
        "Who is most likely to not wear underwear right now?",
        "Who is most likely to own a brothel?",
        "Who is most likely to own a dildo?",
        "Who is most likely to own a premium porn subscription?",
        "Who is most likely to participate in a bukkake?",
        "Who is most likely to pee in the shower?",
        "Who is most likely to pee on someone for sexual reasons?",
        "Who is most likely to pole dance while drunk?",
        "Who is most likely to put their hand in a urinal while a stranger is peeing in it?",
        "Who is most likely to receive a lot of naked pictures?",
        "Who is most likely to receive a noise complaint after sex?",
        "Who is most likely to receive anal?",
        "Who is most likely to give anal?",
        "Who is most likely to request spanking while having sex?",
        "Who is most likely to run a sex dungeon?",
        "Who is most likely to send booty call texts while drunk?",
        "Who is most likely to send nudes to the wrong person?",
        "Who is most likely to send the most nudes?",
        "Who is most likely to sext in class?",
        "Who is most likely to sext someone at work?",
        "Who is most likely to shave their ass?",
        "Who is most likely to sleep their way around the office?",
        "Who is most likely to sleep with someone repulsive for 1 million dollars?",
        "Who is most likely to sniff someone's panties?",
        "Who is most likely to sniff someone's underwear?",
        "Who is most likely to stay up late sexting with random strangers on the internet?",
        "Who is most likely to swallow?",
        "Who is most likely to take someone's virginity?",
        "Who is most likely to take the morning-after pill?",
        "Who is most likely to take an after-sex selfie?",
        "Who is most likely to take two different people's virginities in the same night?",
        "Who is most likely to talk dirty during sex?",
        "Who is most likely to talk on the phone while having sex?",
        "Who is most likely to test positive for an STD?",
        "Who is most likely to throw up while giving head?",
        "Who is most likely to try cybersex?",
        "Who is most likely to try more than 10 sex positions?",
        "Who is most likely to try to seduce a police officer on duty?",
        "Who is most likely to undress their partner with their teeth?",
        "Who is most likely to use a candy wrapper as a condom?",
        "Who is most likely to use a day after pill?",
        "Who is most likely to use glory holes in public toilets?",
        "Who is most likely to use sex toys most frequently?",
        "Who is most likely to use their phone as a vibrator?",
        "Who is most likely to use their phone as a mirror?",
        "Who is most likely to wake someone up with oral sex?",
        "Who is most likely to walk around naked?",
        "Who is most likely to walk in on someone masturbating on purpose?",
        "Who is most likely to watch gay porn?",
        "Who is most likely to watch porn as soon as they wake up?",
        "Who is most likely to watch porn every day?",
        "Who is most likely to watch porn together with a friend?"
      ],
      "name": "Hot"
    },
    {
      "id": "crazy",
      "nsfw": false,
      "questions": [
        "Who is most likely to achieve enlightenment?",
        "Who is most likely to achieve their dreams?",
        "Who is most likely to always know about all the latest fashion?",
        "Who is most likely to appear on a reality show?",
        "Who is most likely to appear on the radio?",
        "Who is most likely to appear on television?",
        "Who is most likely to avoid their life problems by partying way too much?",
        "Who is most likely to badly hide porn on their computer?",
        "Who is most likely to be a bad actor?",
        "Who is most likely to be a bad cop?",
        "Who is most likely to be a bad influence in a relationship?",
        "Who is most likely to be a bad parent?",
        "Who is most likely to be a bad swimmer?",
        "Who is most likely to be a bully?",
        "Who is most likely to be a feminist?",
        "Who is most likely to be a gambling addict?",
        "Who is most likely to be a lousy taxi driver?",
        "Who is most likely to be a mouth breather?",
        "Who is most likely to be a nerd?",
        "Who is most likely to be a terrible detective?",
        "Who is most likely to be a terrible photographer?",
        "Who is most likely to be a terrible secretary of defense?",
        "Who is most likely to be a terrible secretary of state?",
        "Who is most likely to be a terrible UN ambassador?",
        "Who is most likely to be a terrible vice president?",
        "Who is most likely to be afraid of watching horror movies?",
        "Who is most likely to be afraid to share their opinion in a conversation?",
        "Who is most likely to be an Alien?",
        "Who is most likely to be broke in 10 years?",
        "Who is most likely to be clinically depressed?",
        "Who is most likely to be fat in 10 years?",
        "Who is most likely to be greedy?",
        "Who is most likely to be horrible in the kitchen?",
        "Who is most likely to be indecisive with simple decisions?",
        "Who is most likely to be insecure?",
        "Who is most likely to be jealous?",
        "Who is most likely to be jealous of another player?",
        "Who is most likely to be melodramatic?",
        "Who is most likely to be overly critical?",
        "Who is most likely to be poor?",
        "Who is most likely to be sleepy?",
        "Who is most likely to be the Antichrist?",
        "Who is most likely to be the Grinch on Christmas?",
        "Who is most likely to be the loudest at a game?",
        "Who is most likely to be the most active on social media?",
        "Who is most likely to be the most photogenic person?",
        "Who is most likely to be the next Bill Gates?",
        "Who is most likely to be the strongest?",
        "Who is most likely to be the ugliest person in this room?",
        "Who is most likely to be the worst driver?",
        "Who is most likely to be the worst parent?",
        "Who is most likely to become a baby again?",
        "Who is most likely to become a creepy magician?",
        "Who is most likely to become a freeloader?",
        "Who is most likely to become a gambler?",
        "Who is most likely to become a gossip columnist?",
        "Who is most likely to become a meme?",
        "Who is most likely to become a professional gambler?",
        "Who is most likely to become a psych patient?",
        "Who is most likely to become a supervillain?",
        "Who is most likely to become a victim of fraud?",
        "Who is most likely to become addicted to Facebook?",
        "Who is most likely to become addicted to vaping?",
        "Who is most likely to become addicted to Instagram?",
        "Who is most likely to become addicted to watching reality television?",
        "Who is most likely to become addicted to YouTube?",
        "Who is most likely to become an obnoxious traveler?",
        "Who is most likely to become religious?",
        "Who is most likely to believe in aliens?",
        "Who is most likely to believe in ghosts?",
        "Who is most likely to believe the earth is flat?",
        "Who is most likely to believe the moon landing was fake?",
        "Who is most likely to binge-watch an entire season in a day?",
        "Who is most likely to bring a book to a party?",
        "Who is most likely to change his musical preferences while drunk?",
        "Who is most likely to choose reading over watching TV?",
        "Who is most likely to clean toilets for the rest of their lives?",
        "Who is most likely to complain about their food?",
        "Who is most likely to crash their car?",
        "Who is most likely to cry while drunk?",
        "Who is most likely to develop a habit of obsessively checking their mobile phone?",
        "Who is most likely to develop a habit of overeating?",
        "Who is most likely to develop a habit of overspending?",
        "Who is most likely to develop a habit of saying “uhm” and “ahh”?",
        "Who is most likely to develop a habit of shoplifting?",
        "Who is most likely to develop a habit of talking to themselves?",
        "Who is most likely to develop an accent after being in a place for a short time?",
        "Who is most likely to die from doing something stupid?",
        "Who is most likely to die from overeating?",
        "Who is most likely to die in a stupid way?",
        "Who is most likely to die surrounded by cats?",
        "Who is most likely to do drugs?",
        "Who is most likely to do nothing with their future?",
        "Who is most likely to do selfies in the school toilet room?",
        "Who is most likely to do plastic surgery?",
        "Who is most likely to do weird things in public?",
        "Who is most likely to eat a dog in China?",
        "Who is most likely to eat anything they are being offered?",
        "Who is most likely to eat their birthday cake alone?",
        "Who is most likely to eat when they're bored?",
        "Who is most likely to end the world?",
        "Who is most likely to end up alone?",
        "Who is most likely to end up homeless?",
        "Who is most likely to end up in a mental institute?",
        "Who is most likely to end up in prison?",
        "Who is most likely to fail the drivers test the most times?",
        "Who is most likely to fail the school year?",
        "Who is most likely to fall asleep whilst driving?",
        "Who is most likely to fall for a scam?",
        "Who is most likely to forget to shower?",
        "Who is most likely to forget to wear makeup?",
        "Who is most likely to forget to zip their pants?",
        "Who is most likely to forget what they told someone?",
        "Who is most likely to forget where they parked their car?",
        "Who is most likely to get a tattoo they will regret later?",
        "Who is most likely to get cooties?",
        "Who is most likely to get denied to enter a club because of their fashion?",
        "Who is most likely to get in a car accident because they suck at driving?",
        "Who is most likely to get lost because they are too drunk?",
        "Who is most likely to get plastic surgery?",
        "Who is most likely to give themselves an expensive birthday present?",
        "Who is most likely to give up on a fitness goal?",
        "Who is most likely to go a week without taking a shower?",
        "Who is most likely to go bankrupt?",
        "Who is most likely to go bankrupt after winning the lottery?",
        "Who is most likely to go the longest without showering?",
        "Who is most likely to go vegan?",
        "Who is most likely to have 15 children?",
        "Who is most likely to have a disease named after them?",
        "Who is most likely to have a messy room?",
        "Who is most likely to have a split personality?",
        "Who is most likely to have an undiagnosed mental illness?",
        "Who is most likely to have been the weirdest kid at school?",
        "Who is most likely to have more than 5 kids?",
        "Who is most likely to have failed the driver's t the most often?",
        "Who is most likely to have the lowest IQ level?",
        "Who is most likely to have the most cliché tattoo?",
        "Who is most likely to have the most embarrassing tattoo?",
        "Who is most likely to have the most terrible cooking skills?",
        "Who is most likely to hear voices in their head?",
        "Who is most likely to hit on the highest number of other players when drunk?",
        "Who is most likely to hope they are getting laid today?",
        "Who is most likely to invent something completely useless but popular with idiots?",
        "Who is most likely to knit?",
        "Who is most likely to know all the words to a Beyonce song?",
        "Who is most likely to live in their parent's basement when they are 40 years old?",
        "Who is most likely to live on the streets?",
        "Who is most likely to live on welfare?",
        "Who is most likely to live with their parents the longest?",
        "Who is most likely to lose all their money in a Ponzi scheme?",
        "Who is most likely to lose all their money in the stock market?",
        "Who is most likely to lose an argument because they are bad at expressing themselves?",
        "Who is most likely to lose most money on betting?",
        "Who is most likely to lose their hair first?",
        "Who is most likely to lose their house?",
        "Who is most likely to lose their job?",
        "Who is most likely to love kid's movies?",
        "Who is most likely to love Justin Bieber?",
        "Who is most likely to love Billie Eilish?",
        "Who is most likely to make a teacher cry because they are too stupid?",
        "Who is most likely to marry for something other than love?",
        "Who is most likely to marry a rich old person for their money?",
        "Who is most likely to marry someone for a visa?",
        "Who is most likely to marry someone from another country?",
        "Who is most likely to marry someone just so they won't die alone?",
        "Who is most likely to marry someone they don't love?",
        "Who is most likely to never be invited to the birthday party?",
        "Who is most likely to never be loved?",
        "Who is most likely to never fall in love?",
        "Who is most likely to never get married?",
        "Who is most likely to never go to college?",
        "Who is most likely to not be able to go a day without internet?",
        "Who is most likely to not be able to go a day without using a computer?",
        "Who is most likely to not change at all?",
        "Who is most likely to not handle being alone?",
        "Who is most likely to not improve themselves in the next 5 years?",
        "Who is most likely to not love their children?",
        "Who is most likely to pass out on a barstool?",
        "Who is most likely to pass out while drinking?",
        "Who is most likely to pay for your dinner?",
        "Who is most likely to pick their nose and eat it?",
        "Who is most likely to put classical music on at a birthday party?",
        "Who is most likely to receive no gifts at Christmas?",
        "Who is most likely to sell their body for a brownie?",
        "Who is most likely to skip wiping their butt after pooping?",
        "Who is most likely to smoke the most weed in the next month?",
        "Who is most likely to spend all their money on something stupid?",
        "Who is most likely to spend Christmas alone in a bar?",
        "Who is most likely to spend the least time on their hair?",
        "Who is most likely to spend the most money on clothes?",
        "Who is most likely to spend the most on food?",
        "Who is most likely to spend the most on makeup?",
        "Who is most likely to spend the most on shopping?",
        "Who is most likely to spend the most time gaming?",
        "Who is most likely to spend the most time in front of a mirror?",
        "Who is most likely to spend too much time online?",
        "Who is most likely to stay at home on a Friday night?",
        "Who is most likely to stay up all night watching porn?",
        "Who is most likely to still be afraid of the dark?",
        "Who is most likely to struggle financially?",
        "Who is most likely to swear the most while drunk?",
        "Who is most likely to take food from the trash?",
        "Who is most likely to take the longest to get ready?",
        "Who is most likely to take the most selfies?",
        "Who is most likely to talk to animals as if they can answer back?",
        "Who is most likely to talk to dead people?",
        "Who is most likely to think they are the most beautiful?",
        "Who is most likely to think they are the smartest?",
        "Who is most likely to throw up on someone?",
        "Who is most likely to get a face transplant?",
        "Who is most likely to turn bald?",
        "Who is most likely to undergo plastic surgery?",
        "Who is most likely to use Viagra?",
        "Who is most likely to watch romantic movies and cry?",
        "Who is most likely to watch the most porn?",
        "Who is most likely to wear mismatched shoes by accident?",
        "Who is most likely to wear sandals in the winter?",
        "Who is most likely to wear their clothes inside-out?",
        "Who is most likely to win a bar fight?",
        "Who is most likely to win every argument?",
        "Who is most likely to win the lottery but lose the ticket?",
        "Who is most likely to work as an accountant?"
      ],
      "name": "Crazy"
    },
    {
      "id": "party",
      "nsfw": false,
      "questions": [
        "Who is most likely to masturbate in the workplace toilet?",
        "Who is most likely to spend their paycheck before the middle of the month?",
        "Who is most likely to stay unemployed?",
        "Who is most likely to fart in public?",
        "Who is most likely to injure themselves with fireworks?",
        "Who is most likely to ask a stupid question?",
        "Who is most likely to buys essays online?",
        "Who is most likely to skip class?",
        "Who is most likely to do all their homework in advance?",
        "Who is most likely to fart in class?",
        "Who is most likely to get a better grade based on their persuasion skills and not their knowledge?",
        "Who is most likely to make a weird face on a class photo?",
        "Who is most likely to accidentally show everyone their underwear?",
        "Who is most likely to be a flirt?",
        "Who is most likely to be afraid of staying alone?",
        "Who is most likely to choose to stay home and cuddle instead of going out?",
        "Who is most likely to do fitness with their partner?",
        "Who is most likely to gain weight while in a relationship?",
        "Who is most likely to get a romantic note?",
        "Who is most likely to have a crush on their teacher?",
        "Who is most likely to have a partner who's out of their league?",
        "Who is most likely to have a partner who's below their league?",
        "Who is most likely to get heartbroken?",
        "Who is most likely to marry without love?",
        "Who is most likely to be cut off from drinking before 11PM?",
        "Who is most likely to be good at beer pong?",
        "Who is most likely to get sleepy because of alcohol?",
        "Who is most likely to go a month without drinking?",
        "Who is most likely to go to the cinema drunk?",
        "Who is most likely to party sober?",
        "Who is most likely to fall in love tonight?",
        "Who is most likely to watch the full credits for a non-Marvel movie?",
        "Who is most likely to accidentally grab someone's breast?",
        "Who is most likely to become a high school teacher?",
        "Who is most likely to break a bone?",
        "Who is most likely to curse in front of their teacher?",
        "Who is most likely to do their hair before going to the gym?",
        "Who is most likely to get in a fight?",
        "Who is most likely to get stung by a bee?",
        "Who is most likely to have a career as a stuntman?",
        "Who is most likely to have a part-time job?",
        "Who is most likely to hold their breath the longest?",
        "Who is most likely to laugh at the wrong moment?",
        "Who is most likely to like surfing?",
        "Who is most likely to skip school?",
        "Who is most likely to taste cat or dog food?",
        "Who is most likely to act like a superhero in a Marvel movie?",
        "Who is most likely to attend a concert of a band they don't like in order to impress someone?",
        "Who is most likely to bake cookies for everyone?",
        "Who is most likely to be a good parent?",
        "Who is most likely to be a momma's boy/girl?",
        "Who is most likely to be a stingy parent?",
        "Who is most likely to be a victim of a violent crime?",
        "Who is most likely to be afraid of something weird?",
        "Who is most likely to be afraid of the dark?",
        "Who is most likely to be awkward on her first date?",
        "Who is most likely to be class president?",
        "Who is most likely to be embarrassed when he/she is around his/her crush?",
        "Who is most likely to be entirely self-sufficient?",
        "Who is most likely to be expelled from school?",
        "Who is most likely to be more beautiful as a mermaid?",
        "Who is most likely to be sad over an animal's death?",
        "Who is most likely to be the first to get a car?",
        "Who is most likely to become a superhero?",
        "Who is most likely to break their phone screen?",
        "Who is most likely to build a blanket fort?",
        "Who is most likely to build a cardboard fort?",
        "Who is most likely to buy a pet tiger?",
        "Who is most likely to buy alcohol for underage teens?",
        "Who is most likely to call someone for no reason?",
        "Who is most likely to copy and paste from Wikipedia?",
        "Who is most likely to cry after watching a movie?",
        "Who is most likely to cry at a horror film?",
        "Who is most likely to cry at a sad movie?",
        "Who is most likely to cry themselves to sleep?",
        "Who is most likely to destroy something out of anger?",
        "Who is most likely to dress the best?",
        "Who is most likely to eat their earwax?",
        "Who is most likely to eat without leftovers?",
        "Who is most likely to fake their own death?",
        "Who is most likely to fall in love with their teacher in college?",
        "Who is most likely to fart and pretend it wasn't them?",
        "Who is most likely to fart in a crowded elevator?",
        "Who is most likely to forget their own birthday?",
        "Who is most likely to forget their wallet or purse at a shop?",
        "Who is most likely to gain 40 lbs in the next 4 years?",
        "Who is most likely to get chased by a dog?",
        "Who is most likely to get denied entry to a club because of how they are dressed?",
        "Who is most likely to get drunk?",
        "Who is most likely to get robbed?",
        "Who is most likely to get superpowers?",
        "Who is most likely to get their nose pierced?",
        "Who is most likely to give the teacher an apple?",
        "Who is most likely to go camping?",
        "Who is most likely to go on a picnic date?",
        "Who is most likely to go the longest without eating?",
        "Who is most likely to hang out behind supermarkets?",
        "Who is most likely to have a bucket list?",
        "Who is most likely to have a million followers on social media?",
        "Who is most likely to have a secret identity?",
        "Who is most likely to have a step-sibling they don't know of?",
        "Who is most likely to have been bullied?",
        "Who is most likely to have never been to the movies?",
        "Who is most likely to have seen the most tv series?",
        "Who is most likely to have the most amount of money in the bank in the next 5 years?",
        "Who is most likely to jump from a bridge?",
        "Who is most likely to jump into a river?",
        "Who is most likely to kiss their best friend?",
        "Who is most likely to knit a sweater?",
        "Who is most likely to lie to get out of trouble?",
        "Who is most likely to live in Antarctica?",
        "Who is most likely to lose their lunch money?",
        "Who is most likely to make some change?",
        "Who is most likely to make themselves a beard out of candy floss?",
        "Who is most likely to make up nicknames for others?",
        "Who is most likely to marry a foreigner for a Green Card?",
        "Who is most likely to marry their high school sweetheart?",
        "Who is most likely to memorize their favorite TV theme song?",
        "Who is most likely to never be single for more than 3 months?",
        "Who is most likely to not have a computer?",
        "Who is most likely to not know today's date?",
        "Who is most likely to order dessert before dinner?",
        "Who is most likely to own the most pets?",
        "Who is most likely to pick their teeth in public?",
        "Who is most likely to pull an unfunny prank?",
        "Who is most likely to secretly love Justin Bieber?",
        "Who is most likely to set fire to the school?",
        "Who is most likely to sleep in class?",
        "Who is most likely to smoke an electronic cigarette?",
        "Who is most likely to spend the most time on the couch?",
        "Who is most likely to spend the most time on their hair?",
        "Who is most likely to spend more than they should?",
        "Who is most likely to spend the most time on their phone?",
        "Who is most likely to spend their last penny on clothes?",
        "Who is most likely to spill their drink?",
        "Who is most likely to spit in someone's face?",
        "Who is most likely to spit in someone's coffee?",
        "Who is most likely to spit on someone during sex?",
        "Who is most likely to spread gossip?",
        "Who is most likely to stay single?",
        "Who is most likely to take money from their parents without them knowing?",
        "Who is most likely to take part in an all-you-can-eat contest?",
        "Who is most likely to take the longest line in a store?",
        "Who is most likely to talk on the phone while using the toilet?",
        "Who is most likely to talk openly about their bodily functions?",
        "Who is most likely to talk to the cab driver?",
        "Who is most likely to taste their own poop?",
        "Who is most likely to use movie quotes in conversations?",
        "Who is most likely to visit a war zone?",
        "Who is most likely to walk into a wall while texting?",
        "Who is most likely to wear soiled underwear on a date?",
        "Who is most likely to wear the opposite gender underwear?",
        "Who is most likely to win a fart contest?",
        "Who is most likely to assassinate a world leader?",
        "Who is most likely to attend a wedding dressed inappropriately?",
        "Who is most likely to be a member of a church choir?",
        "Who is most likely to be a racist?",
        "Who is most likely to be a Russian spy?",
        "Who is most likely to be a stalker?",
        "Who is most likely to be an anti-feminist?",
        "Who is most likely to be attracted to authoritarian figures?",
        "Who is most likely to be diagnosed with AIDS?",
        "Who is most likely to be gay?",
        "Who is most likely to be homophobic?",
        "Who is most likely to be a raging racist?",
        "Who is most likely to use the n-word?",
        "Who is most likely to be pregnant after a one-night stand?",
        "Who is most likely to be so awkward around in-laws?",
        "Who is most likely to be transphobic?",
        "Who is most likely to be violent in a relationship?",
        "Who is most likely to become a dictator?",
        "Who is most likely to become a hermit?",
        "Who is most likely to become a member of the American Civil Liberties Union?",
        "Who is most likely to become a member of the NRA?",
        "Who is most likely to become a politician?",
        "Who is most likely to become a successful politician?",
        "Who is most likely to become a terrorist?",
        "Who is most likely to become an animal rights activist?",
        "Who is most likely to become an environmental advocate?",
        "Who is most likely to become an evil scientist?",
        "Who is most likely to become an internet celebrity?",
        "Who is most likely to become an internet troll?",
        "Who is most likely to become an undercover agent?",
        "Who is most likely to blackmail someone?",
        "Who is most likely to commit incest?",
        "Who is most likely to dislike immigrants?",
        "Who is most likely to dislike people of color?",
        "Who is most likely to drive past someone that needs help?",
        "Who is most likely to fat-shame someone?",
        "Who is most likely to get a racist tattoo?",
        "Who is most likely to get a sex change?",
        "Who is most likely to go on a blind date arranged by their mom?",
        "Who is most likely to have a relationship with two people from the same family?",
        "Who is most likely to have a relationship with a family member?",
        "Who is most likely to have an abortion?",
        "Who is most likely to have an arranged marriage?",
        "Who is most likely to kick their child out for being gay?",
        "Who is most likely to post a video of them and their partner having sex?",
        "Who is most likely to pretend to be disabled to get out of a fight?",
        "Who is most likely to pretend to be disabled?",
        "Who is most likely to park in a spot for disabled people?",
        "Who is most likely to pull a prank on the pope?",
        "Who is most likely to support black people?",
        "Who is most likely to support censorship?",
        "Who is most likely to support polygamy?",
        "Who is most likely to support the legalization of prostitution?",
        "Who is most likely to support the troops?",
        "Who is most likely to support the war against terrorism?",
        "Who is most likely to support communism?",
        "Who is most likely to support capitalism?",
        "Who is most likely to support abortion?",
        "Who is most likely to support whale hunting?",
        "Who is most likely to tell a nazi joke?",
        "Who is most likely to tell a racist joke?",
        "Who is most likely to tell a sexist joke?",
        "Who is most likely to tell an n-word joke?",
        "Who is most likely to try cannibalism?",
        "Who is most likely to volunteer to take in a refugee?",
        "Who is most likely to walk out on a date because he/she is ugly in real life?",
        "Who is most likely to walk out on a date because they are a feminist?",
        "Who is most likely to walk out on a date because they are black?",
        "Who is most likely to watch porn with animals?",
        "Who is most likely to have sex with a corpse?",
        "Who is most likely to have sex with a corpse?"
      ],
      "name": "Party"
    },
    {
      "id": "custom",
      "name": "Custom",
      "nsfw": true,
      "questions": [
        "Who is most likely to be a fan of a losing sports team?",
        "Who is most likely to have sex with a woman?",
        "Who is most likely to have sex with a man?",
        "Who is most likely to commit murder?",
        "Who is most likely to commit tax fraud?",
        "Who is most likely to eat potato salad?",
        "Who is most likely to sleep on the job?",
        "Who is most likely to go to the ER?",
        "Who is most likely to get in a car crash?",
        "Who is most likely to eat pasta on a Friday night?",
        "Who is most likely to not drink enough water?",
        "Who is most likely to bake with cum?"
      ]
    }
  ]
}
